Repository: scottwaters/Choragus
Catalog: Packages/SonosKit/Sources/SonosKit/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, ja, nb, nl, pl, pt, sv, zh_hans

# helpLogServicesAccounts
source: Music services (SMAPI, CATALOG, SERVICES, PLEX, LASTFM) — a service refused a sign-in, a token expired, or a service reported itself under a different identifier than before. Signing out and back in from Settings → Music resolves most of these. Some services block third-party sign-in entirely, which is noted in Settings rather than being a fault.
da: Musiktjenester (SMAPI, CATALOG, SERVICES, PLEX, LASTFM) — en tjeneste afviste et login, et token udløb, eller en tjeneste meldte sig med et andet id end før. Log ud og ind igen under Indstillinger → Musik løser de fleste tilfælde. Nogle tjenester blokerer tredjepartslogin helt; det står i indstillingerne og er ikke en fejl.
de: Musikdienste (SMAPI, CATALOG, SERVICES, PLEX, LASTFM) — ein Dienst hat die Anmeldung abgelehnt, ein Token ist abgelaufen, oder ein Dienst hat sich mit einer anderen Kennung gemeldet. Ab- und wieder anmelden unter Einstellungen → Musik löst die meisten Fälle. Manche Dienste sperren Drittanbieter-Anmeldung generell; das steht in den Einstellungen und ist kein Fehler.
es: Servicios de música (SMAPI, CATALOG, SERVICES, PLEX, LASTFM): un servicio rechazó un inicio de sesión, caducó un token o un servicio se identificó con un identificador distinto. Cerrar sesión y volver a iniciarla en Ajustes → Música resuelve la mayoría. Algunos servicios bloquean por completo el inicio de sesión de terceros, lo que se indica en Ajustes y no es un fallo.
fr: Services musicaux (SMAPI, CATALOG, SERVICES, PLEX, LASTFM) — un service a refusé une connexion, un jeton a expiré, ou un service s’est déclaré sous un identifiant différent. Se déconnecter puis se reconnecter depuis Réglages → Musique résout la plupart des cas. Certains services bloquent totalement la connexion tierce, ce qui est indiqué dans les réglages et n’est pas un défaut.
it: Servizi musicali (SMAPI, CATALOG, SERVICES, PLEX, LASTFM): un servizio ha rifiutato l’accesso, un token è scaduto o un servizio si è dichiarato con un identificatore diverso. Disconnettersi e riconnettersi da Impostazioni → Musica risolve quasi sempre. Alcuni servizi bloccano del tutto l’accesso di terze parti: è indicato nelle impostazioni e non è un difetto.
ja: 音楽サービス（SMAPI、CATALOG、SERVICES、PLEX、LASTFM）— サービスがサインインを拒否した、トークンが期限切れになった、またはサービスが以前と異なる識別子を報告した場合です。設定 → ミュージックでサインアウトして再度サインインすると多くは解決します。一部のサービスはサードパーティのサインインを完全に拒否しており、これは設定に表示され、不具合ではありません。
nb: Musikktjenester (SMAPI, CATALOG, SERVICES, PLEX, LASTFM) – en tjeneste avviste pålogging, et token utløp, eller en tjeneste oppga en annen identifikator enn før. Logg ut og inn igjen fra Innstillinger → Musikk løser de fleste tilfeller. Enkelte tjenester blokkerer tredjepartspålogging helt; det vises i innstillingene og er ikke en feil.
nl: Muziekdiensten (SMAPI, CATALOG, SERVICES, PLEX, LASTFM) — een dienst weigerde een aanmelding, een token verliep, of een dienst meldde zich met een andere identificatie dan eerder. Uit- en weer inloggen via Instellingen → Muziek lost de meeste gevallen op. Sommige diensten blokkeren aanmelding door derden volledig; dat staat in de instellingen en is geen fout.
pl: Usługi muzyczne (SMAPI, CATALOG, SERVICES, PLEX, LASTFM) — usługa odrzuciła logowanie, token wygasł albo usługa zgłosiła się pod innym identyfikatorem. Wylogowanie i ponowne zalogowanie w Ustawieniach → Muzyka rozwiązuje większość przypadków. Niektóre usługi całkowicie blokują logowanie z aplikacji innych firm; jest to widoczne w ustawieniach i nie jest błędem.
pt: Serviços de música (SMAPI, CATALOG, SERVICES, PLEX, LASTFM) — um serviço recusou o início de sessão, um token expirou, ou um serviço identificou-se de forma diferente. Terminar sessão e voltar a iniciá-la em Definições → Música resolve a maioria dos casos. Alguns serviços bloqueiam totalmente o início de sessão de terceiros, o que é indicado nas definições e não é uma falha.
sv: Musiktjänster (SMAPI, CATALOG, SERVICES, PLEX, LASTFM) – en tjänst nekade inloggning, en token gick ut, eller en tjänst uppgav en annan identifierare än tidigare. Logga ut och in igen via Inställningar → Musik löser de flesta fall. Vissa tjänster blockerar tredjepartsinloggning helt, vilket visas i inställningarna och inte är ett fel.
zh_hans: 音乐服务（SMAPI、CATALOG、SERVICES、PLEX、LASTFM）——服务拒绝登录、令牌过期，或服务报告了与之前不同的标识符。在“设置 → 音乐”中退出并重新登录通常即可解决。部分服务完全阻止第三方登录，这会在设置中标明，并非故障。

# helpLogSpeakerConnection
source: Speaker and network (TOPOLOGY, TRANSPORT, SOAP) — a speaker did not answer, answered too slowly, or reported a group whose coordinator was missing. Choragus repairs these itself. Frequent entries here usually mean Wi-Fi trouble for one speaker rather than a fault in the app.
da: Højttalere og netværk (TOPOLOGY, TRANSPORT, SOAP) — en højttaler svarede ikke, svarede for langsomt eller meldte en gruppe uden gyldig koordinator. Choragus reparerer det selv. Mange poster her skyldes som regel wi-fi-problemer for én højttaler, ikke en fejl i appen.
de: Lautsprecher und Netzwerk (TOPOLOGY, TRANSPORT, SOAP) — ein Lautsprecher hat nicht oder zu langsam geantwortet oder eine Gruppe ohne gültigen Koordinator gemeldet. Choragus repariert das selbst. Häufige Einträge deuten meist auf WLAN-Probleme eines Lautsprechers hin, nicht auf einen App-Fehler.
es: Altavoces y red (TOPOLOGY, TRANSPORT, SOAP): un altavoz no respondió, respondió demasiado lento o informó de un grupo sin coordinador válido. Choragus lo repara solo. Muchas entradas aquí suelen indicar problemas de wifi en un altavoz, no un fallo de la aplicación.
fr: Enceintes et réseau (TOPOLOGY, TRANSPORT, SOAP) — une enceinte n’a pas répondu, a répondu trop lentement, ou a signalé un groupe dont le coordinateur manquait. Choragus corrige cela lui-même. Des entrées fréquentes indiquent généralement un problème de Wi-Fi sur une enceinte plutôt qu’un défaut de l’application.
it: Diffusori e rete (TOPOLOGY, TRANSPORT, SOAP): un diffusore non ha risposto, ha risposto troppo lentamente o ha segnalato un gruppo senza coordinatore valido. Choragus corregge da solo. Voci frequenti qui indicano di solito problemi Wi-Fi di un diffusore, non un difetto dell’app.
ja: スピーカーとネットワーク（TOPOLOGY、TRANSPORT、SOAP）— スピーカーが応答しない、応答が遅い、またはコーディネーターが存在しないグループを報告した場合です。Choragusが自動的に修復します。頻発する場合は、特定のスピーカーのWi-Fi環境が原因であることがほとんどです。
nb: Høyttalere og nettverk (TOPOLOGY, TRANSPORT, SOAP) – en høyttaler svarte ikke, svarte for sakte, eller meldte en gruppe uten gyldig koordinator. Choragus retter dette selv. Mange oppføringer her skyldes som regel wifi-problemer for én høyttaler, ikke en feil i appen.
nl: Speakers en netwerk (TOPOLOGY, TRANSPORT, SOAP) — een speaker antwoordde niet, antwoordde te traag, of meldde een groep zonder geldige coördinator. Choragus herstelt dit zelf. Veel meldingen hier wijzen meestal op wifiproblemen bij één speaker, niet op een fout in de app.
pl: Głośniki i sieć (TOPOLOGY, TRANSPORT, SOAP) — głośnik nie odpowiedział, odpowiedział zbyt wolno albo zgłosił grupę bez prawidłowego koordynatora. Choragus naprawia to samodzielnie. Częste wpisy zwykle oznaczają problemy z Wi-Fi jednego głośnika, a nie błąd aplikacji.
pt: Colunas e rede (TOPOLOGY, TRANSPORT, SOAP) — uma coluna não respondeu, respondeu demasiado devagar ou comunicou um grupo sem coordenador válido. O Choragus corrige isto sozinho. Entradas frequentes indicam normalmente problemas de Wi-Fi numa coluna e não uma falha da aplicação.
sv: Högtalare och nätverk (TOPOLOGY, TRANSPORT, SOAP) – en högtalare svarade inte, svarade för långsamt eller rapporterade en grupp utan giltig koordinator. Choragus reparerar detta själv. Många poster här beror oftast på wifi-problem för en högtalare, inte på ett fel i appen.
zh_hans: 音箱与网络（TOPOLOGY、TRANSPORT、SOAP）——音箱未响应、响应过慢，或报告了缺少协调者的分组。Choragus 会自行修复。此类条目频繁出现通常说明某个音箱的 Wi-Fi 有问题，而非应用故障。

# helpLyricsTabBody
source: Lyrics come from LRCLIB. The tab automatically picks the right rendering based on what the source provides.
da: Sangtekster kommer fra LRCLIB. Fanen vælger automatisk den rette visning ud fra hvad kilden leverer.
de: Liedtexte stammen von LRCLIB. Der Tab wählt automatisch die passende Darstellung anhand der vorhandenen Quelle.
es: Las letras provienen de LRCLIB. La pestaña elige automáticamente la presentación adecuada según lo que ofrece la fuente.
fr: Les paroles proviennent de LRCLIB. L’onglet choisit automatiquement le rendu adapté selon la source disponible.
it: I testi provengono da LRCLIB. La scheda sceglie automaticamente la resa adatta in base a ciò che la fonte fornisce.
ja: 歌詞は LRCLIB から取得します。タブはソースの内容に応じて最適な表示を自動的に選びます。
nb: Sangtekstene hentes fra LRCLIB. Fanen velger automatisk riktig visning ut fra det kilden tilbyr.
nl: Songteksten komen van LRCLIB. Het tabblad kiest automatisch de juiste weergave op basis van wat de bron biedt.
pl: Teksty pochodzą z LRCLIB. Karta automatycznie dobiera odpowiednią prezentację na podstawie tego, co dostarcza źródło.
pt: As letras vêm do LRCLIB. O separador escolhe automaticamente a apresentação certa com base no que a fonte fornece.
sv: Sångtexter hämtas från LRCLIB. Fliken väljer automatiskt rätt visning utifrån vad källan ger.
zh_hans: 歌词来自 LRCLIB。此标签根据源提供的内容自动选择合适的展示方式。

# helpLyricsTabHeading
source: Lyrics tab
da: Fanen Sangtekst
de: Tab „Liedtext“
es: Pestaña Letra
fr: Onglet Paroles
it: Scheda Testo
ja: 歌詞タブ
nb: Fanen Sangtekst
nl: Tabblad Songtekst
pl: Karta Tekst
pt: Separador Letra
sv: Fliken Sångtext
zh_hans: 歌词标签

# helpMCPBody
source: Settings → AI → Agent access turns Choragus into a Model Context Protocol server, so an AI assistant on this Mac (Claude Desktop, Claude Code and others) can list rooms and speakers, see what is playing, control playback, volume, shuffle, repeat and sleep timers, read and edit the queue, browse and search the music library, media servers, radio and signed-in services, read and edit Choragus playlists and folders, use the play history, save and apply presets, select a line-in, and build a playlist from a song list, matching each song on the library or a service and filling a room's queue as matches land.
da: Indstillinger → AI → Agentadgang gør Choragus til en Model Context Protocol-server, så en AI-assistent på denne Mac (Claude Desktop, Claude Code og andre) kan vise rum og højttalere, se hvad der afspilles, styre afspilning, lydstyrke, bland, gentag og sovetimer, læse og redigere køen, gennemse og søge i musikbiblioteket, medieservere, radio og tilkoblede tjenester, læse og redigere Choragus-playlister og mapper, bruge historikken, gemme og anvende forudindstillinger, vælge en linjeindgang og bygge en playliste ud fra en sangliste, hvor hver sang matches i biblioteket eller en tjeneste, mens rummets kø fyldes efterhånden som der findes match.
de: Einstellungen → KI → Agentenzugriff macht Choragus zu einem Model-Context-Protocol-Server, sodass ein KI-Assistent auf diesem Mac (Claude Desktop, Claude Code und andere) Räume und Lautsprecher auflisten, die Wiedergabe sehen, Wiedergabe, Lautstärke, Zufall, Wiederholung und Schlummer-Timer steuern, die Warteschlange lesen und bearbeiten, Musikbibliothek, Medienserver, Radio und angemeldete Dienste durchsuchen, Choragus-Playlists und Ordner lesen und bearbeiten, den Wiedergabeverlauf nutzen, Voreinstellungen sichern und anwenden, einen Line-In wählen und aus einer Songliste eine Playlist erstellen kann, wobei jeder Song in der Bibliothek oder bei einem Dienst abgeglichen wird und die Warteschlange eines Raums mit jedem Treffer wächst.
es: Ajustes → IA → Acceso de agentes convierte Choragus en un servidor Model Context Protocol, de modo que un asistente de IA en este Mac (Claude Desktop, Claude Code y otros) puede listar habitaciones y altavoces, ver qué suena, controlar reproducción, volumen, aleatorio, repetición y temporizador de reposo, leer y editar la cola, explorar y buscar en la biblioteca, servidores multimedia, radio y servicios conectados, leer y editar listas y carpetas de Choragus, usar el historial, guardar y aplicar ajustes preestablecidos, elegir una entrada de línea y construir una lista a partir de canciones, comprobando cada una en la biblioteca o un servicio mientras la cola de la habitación se llena con las coincidencias.
fr: Réglages → IA → Accès des agents fait de Choragus un serveur Model Context Protocol : un assistant IA sur ce Mac (Claude Desktop, Claude Code et autres) peut lister pièces et enceintes, voir ce qui joue, piloter lecture, volume, aléatoire, répétition et minuteur de veille, lire et modifier la file, parcourir et chercher dans la bibliothèque, les serveurs multimédias, la radio et les services connectés, lire et modifier les playlists et dossiers Choragus, exploiter l'historique, enregistrer et appliquer des préréglages, choisir une entrée ligne, et construire une playlist depuis une liste de titres, chaque titre étant apparié dans la bibliothèque ou un service tandis que la file d'une pièce se remplit au fil des correspondances.
it: Impostazioni → IA → Accesso agenti trasforma Choragus in un server Model Context Protocol: un assistente IA su questo Mac (Claude Desktop, Claude Code e altri) può elencare stanze e diffusori, vedere cosa è in riproduzione, controllare riproduzione, volume, casuale, ripetizione e timer di spegnimento, leggere e modificare la coda, sfogliare e cercare in libreria, server multimediali, radio e servizi collegati, leggere e modificare playlist e cartelle Choragus, usare la cronologia, salvare e applicare preset, scegliere un ingresso line-in e costruire una playlist da un elenco di brani, verificando ciascuno in libreria o su un servizio mentre la coda della stanza si riempie a ogni corrispondenza.
ja: 設定 → AI → エージェントアクセスで Choragus は Model Context Protocol サーバーになり、この Mac の AI アシスタント（Claude Desktop、Claude Code など）が部屋とスピーカーの一覧、再生中の確認、再生・音量・シャッフル・リピート・スリープタイマーの操作、キューの読み取りと編集、ライブラリ・メディアサーバー・ラジオ・サインイン済みサービスの閲覧と検索、Choragus プレイリストとフォルダの読み取りと編集、再生履歴の利用、プリセットの保存と適用、ライン入力の選択、曲リストからのプレイリスト作成（各曲をライブラリまたはサービスで照合し、一致するたびに部屋のキューへ追加）を行えます。
nb: Innstillinger → KI → Agenttilgang gjør Choragus til en Model Context Protocol-server, slik at en KI-assistent på denne Macen (Claude Desktop, Claude Code og andre) kan liste rom og høyttalere, se hva som spilles, styre avspilling, volum, tilfeldig, gjenta og sovetimer, lese og redigere køen, bla og søke i musikkbiblioteket, medieservere, radio og påloggede tjenester, lese og redigere Choragus-spillelister og mapper, bruke historikken, lagre og bruke forvalg, velge linjeinngang og bygge en spilleliste fra en sangliste der hver sang matches i biblioteket eller en tjeneste mens rommets kø fylles etter hvert som treff kommer.
nl: Instellingen → AI → Agenttoegang maakt van Choragus een Model Context Protocol-server, zodat een AI-assistent op deze Mac (Claude Desktop, Claude Code en andere) kamers en speakers kan opsommen, kan zien wat er speelt, afspelen, volume, shuffle, herhalen en slaaptimers kan bedienen, de wachtrij kan lezen en bewerken, de muziekbibliotheek, mediaservers, radio en aangemelde diensten kan doorbladeren en doorzoeken, Choragus-afspeellijsten en mappen kan lezen en bewerken, de afspeelgeschiedenis kan gebruiken, voorinstellingen kan opslaan en toepassen, een line-in kan kiezen en een afspeellijst uit een nummerlijst kan bouwen, waarbij elk nummer in de bibliotheek of bij een dienst wordt gezocht en de wachtrij van een kamer zich vult zodra er treffers zijn.
pl: Ustawienia → AI → Dostęp agentów zamienia Choragus w serwer Model Context Protocol, dzięki czemu asystent AI na tym Macu (Claude Desktop, Claude Code i inne) może wyświetlać pokoje i głośniki, sprawdzać, co gra, sterować odtwarzaniem, głośnością, losowaniem, powtarzaniem i wyłącznikiem czasowym, czytać i edytować kolejkę, przeglądać i przeszukiwać bibliotekę, serwery multimediów, radio i zalogowane usługi, czytać i edytować playlisty oraz foldery Choragus, korzystać z historii, zapisywać i stosować ustawienia wstępne, wybierać wejście liniowe i budować playlistę z listy utworów, dopasowując każdy w bibliotece lub usłudze, podczas gdy kolejka pokoju zapełnia się kolejnymi trafieniami.
pt: Ajustes → IA → Acesso de agentes transforma o Choragus num servidor Model Context Protocol, para que um assistente de IA neste Mac (Claude Desktop, Claude Code e outros) possa listar salas e colunas, ver o que está a tocar, controlar reprodução, volume, aleatório, repetição e temporizador de suspensão, ler e editar a fila, navegar e pesquisar na biblioteca, servidores multimédia, rádio e serviços com sessão iniciada, ler e editar playlists e pastas do Choragus, usar o histórico, guardar e aplicar predefinições, escolher uma entrada de linha e construir uma playlist a partir de uma lista de músicas, verificando cada uma na biblioteca ou num serviço enquanto a fila da sala se enche à medida que surgem correspondências.
sv: Inställningar → AI → Agentåtkomst gör Choragus till en Model Context Protocol-server så att en AI-assistent på den här datorn (Claude Desktop, Claude Code med flera) kan lista rum och högtalare, se vad som spelas, styra uppspelning, volym, blandning, upprepning och sovtimer, läsa och redigera kön, bläddra och söka i musikbiblioteket, mediaservrar, radio och inloggade tjänster, läsa och redigera Choragus-spellistor och mappar, använda historiken, spara och tillämpa förval, välja en linjeingång och bygga en spellista från en låtlista där varje låt matchas i biblioteket eller en tjänst medan rummets kö fylls i takt med träffarna.
zh_hans: 设置 → AI → 代理访问会将 Choragus 变成 Model Context Protocol 服务器，这台 Mac 上的 AI 助手（Claude Desktop、Claude Code 等）可以列出房间和扬声器、查看正在播放的内容、控制播放、音量、随机、重复和睡眠定时器、读取和编辑队列、浏览和搜索资料库、媒体服务器、广播和已登录的服务、读取和编辑 Choragus 播放列表和文件夹、使用播放历史、保存和应用预设、选择线路输入，并根据歌曲列表构建播放列表：每首歌在资料库或服务中匹配，匹配到的曲目会随即加入房间的队列。

# helpMCPClientsBody
source: Copy the endpoint and access token from Settings. Claude Code: run the command shown below. Claude Desktop and other clients that launch a command take the same endpoint through the mcp-remote bridge (npx mcp-remote <endpoint> --header "Authorization: Bearer <token>"). Choragus has to be running; Open Choragus at login and the sleep option keep it available.
da: Kopiér slutpunkt og adgangstoken fra Indstillinger. Claude Code: kør kommandoen nedenfor. Claude Desktop og andre klienter, der starter en kommando, bruger samme slutpunkt via mcp-remote-broen (npx mcp-remote <slutpunkt> --header "Authorization: Bearer <token>"). Choragus skal køre; Åbn ved login og vågeblus-indstillingen holder det tilgængeligt.
de: Kopiere Endpunkt und Zugriffstoken aus den Einstellungen. Claude Code: führe den unten gezeigten Befehl aus. Claude Desktop und andere Clients, die einen Befehl starten, erreichen denselben Endpunkt über die mcp-remote-Brücke (npx mcp-remote <Endpunkt> --header "Authorization: Bearer <Token>"). Choragus muss laufen; „Beim Anmelden öffnen“ und die Ruhezustandsoption halten es erreichbar.
es: Copia el punto de conexión y el token desde Ajustes. Claude Code: ejecuta el comando mostrado abajo. Claude Desktop y otros clientes que lanzan un comando usan el mismo punto mediante el puente mcp-remote (npx mcp-remote <punto> --header "Authorization: Bearer <token>"). Choragus debe estar abierto; Abrir al iniciar sesión y la opción de reposo lo mantienen disponible.
fr: Copiez le point d'accès et le jeton depuis les Réglages. Claude Code : exécutez la commande ci-dessous. Claude Desktop et les autres clients qui lancent une commande passent par la passerelle mcp-remote (npx mcp-remote <point d'accès> --header "Authorization: Bearer <jeton>"). Choragus doit être ouvert ; « Ouvrir à l'ouverture de session » et l'option de veille le gardent disponible.
it: Copia endpoint e token di accesso dalle Impostazioni. Claude Code: esegui il comando mostrato sotto. Claude Desktop e gli altri client che avviano un comando usano lo stesso endpoint tramite il bridge mcp-remote (npx mcp-remote <endpoint> --header "Authorization: Bearer <token>"). Choragus deve essere aperto; Apri all'accesso e l'opzione stop lo tengono disponibile.
ja: 設定からエンドポイントとアクセストークンをコピーします。Claude Code: 下のコマンドを実行します。Claude Desktop などコマンドを起動するクライアントは mcp-remote ブリッジ（npx mcp-remote <エンドポイント> --header "Authorization: Bearer <トークン>"）で同じエンドポイントを使います。Choragus が起動している必要があります。「ログイン時に開く」とスリープ設定で利用可能な状態を保てます。
nb: Kopier endepunkt og tilgangstoken fra Innstillinger. Claude Code: kjør kommandoen under. Claude Desktop og andre klienter som starter en kommando bruker samme endepunkt via mcp-remote-broen (npx mcp-remote <endepunkt> --header "Authorization: Bearer <token>"). Choragus må kjøre; Åpne ved pålogging og dvalevalget holder det tilgjengelig.
nl: Kopieer het eindpunt en het toegangstoken uit Instellingen. Claude Code: voer de onderstaande opdracht uit. Claude Desktop en andere clients die een opdracht starten, gebruiken hetzelfde eindpunt via de mcp-remote-brug (npx mcp-remote <eindpunt> --header "Authorization: Bearer <token>"). Choragus moet draaien; Openen bij inloggen en de sluimeroptie houden het beschikbaar.
pl: Skopiuj punkt końcowy i token dostępu z Ustawień. Claude Code: uruchom polecenie poniżej. Claude Desktop i inne klienty uruchamiające polecenie korzystają z tego samego punktu przez mostek mcp-remote (npx mcp-remote <punkt> --header "Authorization: Bearer <token>"). Choragus musi działać; Otwieraj przy logowaniu i opcja usypiania utrzymują dostępność.
pt: Copie o endpoint e o token de acesso em Ajustes. Claude Code: execute o comando abaixo. O Claude Desktop e outros clientes que iniciam um comando usam o mesmo endpoint pela ponte mcp-remote (npx mcp-remote <endpoint> --header "Authorization: Bearer <token>"). O Choragus precisa estar aberto; Abrir ao iniciar sessão e a opção de repouso mantêm-no disponível.
sv: Kopiera slutpunkt och åtkomsttoken från Inställningar. Claude Code: kör kommandot nedan. Claude Desktop och andra klienter som startar ett kommando når samma slutpunkt via bryggan mcp-remote (npx mcp-remote <slutpunkt> --header "Authorization: Bearer <token>"). Choragus måste vara igång; Öppna vid inloggning och vilo-alternativet håller det tillgängligt.
zh_hans: 从设置中复制端点和访问令牌。Claude Code：运行下方命令。Claude Desktop 及其他通过命令启动的客户端可经 mcp-remote 桥接使用同一端点（npx mcp-remote <端点> --header "Authorization: Bearer <令牌>"）。Choragus 必须处于运行状态；“登录时打开”和睡眠选项可保持其可用。

# helpMCPHeading
source: Agent access (MCP)
da: Agentadgang (MCP)
de: Agentenzugriff (MCP)
es: Acceso de agentes (MCP)
fr: Accès des agents (MCP)
it: Accesso agenti (MCP)
ja: エージェントアクセス (MCP)
nb: Agenttilgang (MCP)
nl: Agenttoegang (MCP)
pl: Dostęp agentów (MCP)
pt: Acesso de agentes (MCP)
sv: Agentåtkomst (MCP)
zh_hans: 代理访问 (MCP)
